{
  "info": [
    {
      "booksList": "https://www.goodreads.com/list/show/9440.100_Best_Books_of_All_Time_The_World_Library_List",
      "searchGenre": "site:www.sparknotes.com what genre was ```Title``` ",
      "booksCover": "```Title``` book cover | images |> size: wallpaper, layout: tall"
    }
  ],
  "books": [
    {
      "id": 1,
      "author": "Jane Austen",
      "title": "Pride and Prejudice",
      "description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
      "rating": "4.28",
      "image": "https://images.theconversation.com/files/240342/original/file-20181011-154542-v0ji8o.jpg?ixlib=rb-1.1.0&q=15&auto=format&w=754&h=1194&fit=crop&dpr=3",
      "genre": [
        "Realism",
        "Classics",
        "Fiction",
        "Romance",
        "Historical",
        "Literature",
        "Novels",
        "Adult"
      ]
    },
    {
      "id": 2,
      "author": "George Orwell",
      "title": "1984",
      "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the Novels is Orwell's prescience of modern life—the ubiquity of television, the distortion of the language—and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written.",
      "rating": "4.19",
      "image": "https://solomon.io/wp-content/uploads/2018/01/1984-Cover.png",
      "genre": [
        "Classics",
        "Science",
        "Fiction",
        "Literature",
        "Novels",
        "Politics",
        "Fantasy",
        "Adult",
        "Academic"
      ]
    },
    {
      "id": 3,
      "author": "Fyodor Dostoevsky",
      "title": "Crime and Punishment",
      "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden sex worker, can offer the chance of redemption.",
      "rating": "4.24",
      "image": "http://www.simbasible.com/wp-content/uploads/2020/12/22-8.jpg",
      "genre": [
        "Philosophy",
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Novels",
        "Mystery",
        "Crime",
        "Academic"
      ]
    },
    {
      "id": 4,
      "author": "William Shakespeare",
      "title": "Hamlet",
      "description": "Among Shakespeare's plays, \"Hamlet\" is considered by many his masterpiece. Among actors, the role of Hamlet, Prince of Denmark, is considered the jewel in the crown of a triumphant theatrical career. Now Kenneth Branagh plays the leading role and co-directs a brillant ensemble performance. Three generations of legendary leading actors, many of whom first assembled for the Oscar-winning film \"Henry V\", gather here to perform the rarely heard complete version of the play. This clear, subtly nuanced, stunning dramatization, presented by The Renaissance Theatre Company in association with \"Bbc\" Broadcasting, features such luminaries as Sir John Gielgud, Derek Jacobi, Emma Thompson and Christopher Ravenscroft. It combines a full cast with stirring music and sound effects to bring this magnificent Shakespearen Classics vividly to life. Revealing new riches with each listening, this production of \"Hamlet\" is an invaluable aid for students, teachers and all true lovers of Shakespeare - a recording to be treasured for decades to come.",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/b164aa10953207.560ef1bcba0e7.jpg",
      "genre": [
        "Plays",
        "Classics",
        "Plays",
        "Fiction",
        "Drama",
        "Academic",
        "Literature",
        "Poetry"
      ]
    },
    {
      "id": 5,
      "author": "Gabriel García Márquez",
      "title": "One Hundred Years of Solitude",
      "description": "The brilliant, bestselling, landmark Novels that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.\"",
      "rating": "4.1",
      "image": "https://i.pinimg.com/originals/54/7d/ee/547deeb4be354a80d0cb25cc90afb5f8.jpg",
      "genre": [
        "Magical Realism",
        "Fiction",
        "Classics",
        "Literature",
        "Novels",
        "Fantasy",
        "Historical",
        "Fiction",
        "Cultural"
      ]
    },
    {
      "id": 6,
      "author": "Leo Tolstoy",
      "title": "Anna Karenina",
      "description": "Acclaimed by many as the world's greatest Novels, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions.\nThroughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, 'He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, 'Vengeance is mine, and I will repay.",
      "rating": "4.07",
      "image": "https://www.greenandturquoise.com/wp-content/uploads/2020/04/Anna-Karenina-by-Leo-Tolstoy.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Romance",
        "Cultural",
        "Historical",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 7,
      "author": "Homer",
      "title": "The Odyssey",
      "description": "Sing to me of the man, Muse, the man of twists and turns driven time and again off course, once he had plundered the hallowed heights of Troy.\n\nSo begins Robert Fagles' magnificent translation of the Odyssey.\n\nIf the Iliad is the world's greatest war epic, then the Odyssey is literature's grandest evocation of everyman's journey though life. Odysseus' reliance on his wit and wiliness for survival in his encounters with divine and natural forces, during his ten-year voyage home to Ithaca after the Trojan War, is at once a timeless human story and an individual test of moral endurance.\n\nIn the myths and legends that are retold here, Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom, and given us an Odyssey to read aloud, to savor, and to treasure for its sheer lyrical mastery.\n\nRenowned classicist Bernard Knox's superb Introduction and textual commentary provide new insights and background information for the general reader and scholar alike, intensifying the strength of Fagles' translation.\n\nThis is an Odyssey to delight both the classicist and the public at large, and to captivate a new generation of Homer's students.\n\n--\n\nRobert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, presents us with Homer's best-loved and most accessible poem in a stunning new modern-verse translation.",
      "rating": "3.79",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn2.penguin.com.au%2Fcovers%2Foriginal%2F9780143039952.jpg&f=1&nofb=1",
      "genre": [
        "Classics",
        "Fiction",
        "Poetry",
        "Fantasy",
        "Academic",
        "Literature",
        "Adventure",
        "Historical"
      ]
    },
    {
      "id": 8,
      "author": "Albert Camus",
      "title": "The Stranger",
      "description": "Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in English in 1946; now in a new translation by Matthew Ward.",
      "rating": "4.00",
      "image": "http://theyellowsparrow.com/wp-content/uploads/2016/01/TheStranger.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Philosophy",
        "Cultural",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 9,
      "author": "Fyodor Dostoevsky",
      "title": "The Brothers Karamazov",
      "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.\n\nThis award-winning translation by Richard Pevear and Larissa Volokhonsky remains true to the verbal inventiveness of Dostoevsky’s prose, preserving the multiple voices, the humor, and the surprising modernity of the original. It is an achievement worthy of Dostoevsky’s last and greatest Novels.",
      "rating": "4.34",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625583826/brothers-karamazov-9781625583826_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Philosophy",
        "Novels",
        "Religion"
      ]
    },
    {
      "id": 10,
      "author": "Ernest Hemingway",
      "title": "The Old Man and the Sea",
      "description": "This short Novels, already a modern Classics, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.",
      "rating": "3.79",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/cvr9780684830490_9780684830490_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Adventure"
      ]
    },
    {
      "id": 11,
      "author": "Vladimir Nabokov",
      "title": "Lolita",
      "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Dolores Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust.",
      "rating": "3.88",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/2262e847713383.5882597f68ad0.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Cultural",
        "Novels",
        "Romance",
        "Literature",
        "Adult"
      ]
    },
    {
      "id": 12,
      "author": "Charles Dickens",
      "title": "Great Expectations",
      "description": "'In what may be Dickens's best Novels, humble, orphaned Pip is apprenticed to the dirty work of the forge but dares to dream of becoming a gentleman — and one day, under sudden and enigmatic circumstances, he finds himself in possession of \"great expectations.\" In this gripping tale of crime and guilt, revenge and reward, the compelling characters include Magwitch, the fearful and fearsome convict; Estella, whose beauty is excelled only by her haughtiness; and the embittered Miss Havisham, an eccentric jilted bride",
      "rating": "3.79",
      "image": "https://cdn2.penguin.com.au/covers/original/9781448190157.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Historical",
        "Academic",
        "Novels"
      ]
    },
    {
      "id": 13,
      "author": "Leo Tolstoy",
      "title": "War and Peace",
      "description": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, `a complete picture', as a contemporary reviewer put it, `of everything in which people find their happiness and greatness, their grief and humiliation'. Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay `Some Words about War and Peace'.",
      "rating": "4.14",
      "image": "https://cdn.dc5.ro/img-prod/196121172-0.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Cultural",
        "Literature",
        "War",
        "Novels"
      ]
    },
    {
      "id": 14,
      "author": "Miguel de Cervantes Saavedra",
      "title": "Don Quixote",
      "description": "Don Quixote has become so entranced by reading chivalric romances that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray—he tilts at windmills, imagining them to be giants—Sancho acquires cunning and a certain sagacity. Sane madman and wise fool, they roam the world together, and together they have haunted readers' imaginations for nearly four hundred years. With its experimental form and literary playfulness, Don Quixote has been generally recognized as the first modern Novels. The book has been enormously influential on a host of writers, from Fielding and Sterne to Flaubert, Dickens, Melville, and Faulkner, who reread it once a year, \"just as some people read the Bible.\"",
      "rating": "3.89",
      "image": "https://almabooks.com/wp-content/uploads/2016/10/9781847493774.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical",
        "Cultural",
        "Humor"
      ]
    },
    {
      "id": 15,
      "author": "Homer",
      "title": "The Iliad",
      "description": "Dating to the ninth century B.C., Homer’s timeless poem still vividly conveys the horror and heroism of men and gods wrestling with towering emotions and battling amidst devastation and destruction, as it moves inexorably to the wrenching, tragic conclusion of the Trojan War. Renowned classicist Bernard Knox observes in his superb introduction that although the violence of the Iliad is grim and relentless, it coexists with both images of civilized life and a poignant yearning for peace.\n\nCombining the skills of a poet and scholar, Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, brings the energy of contemporary language to this enduring heroic epic. He maintains the drive and metric music of Homer’s poetry, and evokes the impact and nuance of the Iliad’s mesmerizing repeated phrases in what Peter Levi calls “an astonishing performance.”",
      "rating": "3.89",
      "image": "https://cdn.shopify.com/s/files/1/0154/4706/4624/products/canon-classics-books-the-iliad-worldview-edition-28066901131312.jpg?v=1616167196",
      "genre": [
        "Classics",
        "Poetry",
        "Fiction",
        "Fantasy",
        "Literature",
        "Historical",
        "Academic",
        "War",
        "Epic"
      ]
    },
    {
      "id": 16,
      "author": "Gustave Flaubert",
      "title": "Madame Bovary",
      "description": "Madame Bovary is the debut Novels of French writer Gustave Flaubert, published in 1856. The character lives beyond her means in order to escape the banalities and emptiness of provincial life. When the Novels was first serialized in La Revue de Paris between 1 October 1856 and 15 December 1856, public prosecutors attacked the Novels for obscenity. The resulting trial in January 1857 made the story notorious. After Flaubert's acquittal on 7 February 1857, Madame Bovary became a bestseller in April 1857 when it was published in two volumes. A seminal work of literary realism, the Novels is now considered Flaubert's masterpiece, and one of the most influential literary works in history.",
      "rating": "3.69",
      "image": "http://www.makaobora.co.ke/bora/wp-content/uploads/2020/05/madame-bovary-28.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Romance",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 17,
      "author": "Franz Kafka",
      "title": "The Trial",
      "description": "Written in 1914 but not published until 1925, a year after Kafka’s death, The Trial is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, The Trial has resonated with chilling truth for generations of readers.",
      "rating": "3.96",
      "image": "https://assets.fontsinuse.com/static/use-media-items/54/53801/full-1188x2048/594f6ae9/35379946361_a9c2af31c0_k.jpeg?resolution=0",
      "genre": ["Classics", "Fiction", "Literature", "Philosophy", "Novels"]
    },
    {
      "id": 18,
      "author": "Dante Alighieri",
      "title": "The Divine Comedy",
      "description": "The Divine Comedy describes Dante's descent into Hell with Virgil as a guide; his ascent of Mount Purgatory and encounter with his dead love, Beatrice; and finally, his arrival in Heaven. Examining questions of faith, desire and enlightenment, the poem is a brilliantly nuanced and moving allegory of human redemption.\n\nDante Alighieri was born in Florence in 1265 and belonged to a noble but impoverished family. His life was divided by political duties and poetry, the most of famous of which was inspired by his meeting with Bice Portinari, whom he called Beatrice,including La Vita Nuova and The Divine Comedy. He died in Ravenna in 1321.",
      "rating": "4.06",
      "image": "https://i.pinimg.com/originals/95/0f/db/950fdb64400c7c4834a5317240bd99c6.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Philosophy",
        "Poetry",
        "Religion",
        "Fantasy"
      ]
    },
    {
      "id": 19,
      "author": "Herman Melville",
      "title": "Moby-Dick or, the Whale",
      "description": "\"It is the horrible texture of a fabric that should be woven of ships' cables and hawsers. A Polar wind blows through it, and birds of prey hover over it.\"\n\nSo Melville wrote of his masterpiece, one of the greatest works of imagination in literary history. In part, Moby-Dick is the story of an eerily compelling madman pursuing an unholy war against a creature as vast and dangerous and unknowable as the sea itself. But more than just a Novels of adventure, more than an encyclopaedia of whaling lore and legend, the book can be seen as part of its author's lifelong meditation on America. Written with wonderfully redemptive humour, Moby-Dick is also a profound inquiry into character, faith, and the nature of perception.\n\nThis edition of Moby-Dick, which reproduces the definitive text of the Novels, includes invaluable explanatory notes, along with maps, illustrations, and a glossary of nautical terms.",
      "rating": "3.52",
      "image": "https://www.weseniors.ca/wp-content/uploads/2020/06/moby-dick.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 20,
      "author": "William Shakespeare",
      "title": "King Lear",
      "description": "Shakespeare’s King Lear challenges us with the magnitude, intensity, and sheer duration of the pain that it represents. Its figures harden their hearts, engage in violence, or try to alleviate the suffering of others. Lear himself rages until his sanity cracks. What, then, keeps bringing us back to King Lear? For all the force of its language, King Lear is almost equally powerful when translated, suggesting that it is the story, in large part, that draws us to the play.\n\nThe play tells us about families struggling between greed and cruelty, on the one hand, and support and consolation, on the other. Emotions are extreme, magnified to gigantic proportions. We also see old age portrayed in all its vulnerability, pride, and, perhaps, wisdom—one reason this most devastating of Shakespeare’s tragedies is also perhaps his most moving.",
      "rating": "3.91",
      "image": "https://i5.walmartimages.com/asr/b5f5978b-0ce1-4920-b53f-dd9859c63799_1.def88e26000e7a084c7a81abcac087e3.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 21,
      "author": "Gabriel García Márquez",
      "title": "Love in the Time of Cholera",
      "description": "n their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is heartbroken, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs—yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
      "rating": "3.93",
      "image": "https://cdn2.penguin.com.au/covers/original/9780241978924.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Romance",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 22,
      "author": "Hans Christian Andersen",
      "title": "The Complete Fairy Tales",
      "description": "Hans Christian Andersen was a Danish author and poet. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales, a literary genre he so mastered that he himself has become as mythical as the tales he wrote. Andersen's popularity is not limited to children; his stories - called eventyrs, or \"fantastic tales\" - express themes that transcend age and nationality.\n\nDuring his lifetime he was acclaimed for having delighted children worldwide and was feted by royalty. Andersen's fairy tales, which have been translated into more than 125 languages, have become culturally embedded in the West's collective consciousness, readily accessible to children, but presenting lessons of virtue and resilience in the face of adversity for mature listeners/readers as well. They have inspired motion pictures, plays, ballets, and animated films.",
      "rating": "4.28",
      "image": "https://i.pinimg.com/originals/4c/c6/d6/4cc6d6aaa86854f6ed77ddcb870c6e0d.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Literature", "Childrens"]
    },
    {
      "id": 23,
      "author": "William Shakespeare",
      "title": "Othello",
      "description": "In Othello, Shakespeare creates a powerful drama of a marriage that begins with fascination (between the exotic Moor Othello and the Venetian lady Desdemona), with elopement, and with intense mutual devotion and that ends precipitately with jealous rage and violent deaths. He sets this story in the romantic world of the Mediterranean, moving the action from Venice to the island of Cyprus and giving it an even more exotic coloring with stories of Othello's African past. Shakespeare builds so many differences into his hero and heroine—differences of race, of age, of cultural background—that one should not, perhaps, be surprised that the marriage ends disastrously. But most people who see or read the play feel that the love that the play presents between Othello and Desdemona is so strong that it would have overcome all these differences were it not for the words and actions of Othello's standard-bearer, Iago, who hates Othello and sets out to destroy him by destroying his love for Desdemona. As Othello succumbs to Iago's insinuations that Desdemona is unfaithful, fascination—which dominates the early acts of the play—turns to horror, especially for the audience. We are confronted by spectacles of a generous and trusting Othello in the grip of Iago's schemes; of an innocent Desdemona, who has given herself up entirely to her love for Othello only to be subjected to his horrifying verbal and physical assaults, the outcome of Othello's mistaken convictions about her faithlessness.",
      "rating": "3.90",
      "image": "https://4.bp.blogspot.com/-qA62BCQmVXM/VvhEbKmt3rI/AAAAAAAAANI/cOoiVm22a38u4WIJKgKO34PPI7GWXLNdg/s1600/Othello%2BFinished_edited-1.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 24,
      "author": "Virginia Woolf",
      "title": "Mrs. Dalloway",
      "description": "Heralded as Virginia Woolf's greatest Novels, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old.",
      "rating": "3.79",
      "image": "https://i.imgur.com/jW7MtWU.jpeg",
      "genre": ["Classics", "Fiction", "Feminism", "Literature"]
    },
    {
      "id": 25,
      "author": "Anonymous",
      "title": "The Arabian Nights",
      "description": "This volume reproduces the 1932 Modern Library edition, for which Bennett A. Cerf chose the most famous and representative stories from Sir Richard F. Burton's multivolume translation, and includes Burton's extensive and acclaimed explanatory notes.\n\nThe tales of told by Shahrazad over a thousand and one nights to delay her execution by the vengeful King Shahriyar have become among the most popular in both Eastern and Western literature, as recounted by Sir Francis Burton. From the epic adventures of \"Aladdin and the Enchanted Lamp\" to the farcical \"Young Woman and her Five Lovers\" and the social criticism of \"The Tale of the Hunchback\", the stories depict a fabulous world of all-powerful sorcerers, jinns imprisoned in bottles and enchanting princesses. But despite their imaginative extravagance, the Tales are anchored to everyday life by their realism, providing a full and intimate record of medieval Islam.'",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/50f06413789329.56278398bcd31.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Adventure", "Literature"]
    },
    {
      "id": 26,
      "author": "Geoffrey Chaucer",
      "title": "The Canterbury Tales ",
      "description": "The procession that crosses Chaucer's pages is as full of life and as richly textured as a medieval tapestry. The Knight, the Miller, the Friar, the Squire, the Prioress, the Wife of Bath, and others who make up the cast of characters -- including Chaucer himself -- are real people, with human emotions and weaknesses. When it is remembered that Chaucer wrote in English at a time when Latin was the standard literary language across western Europe, the magnitude of his achievement is even more remarkable. But Chaucer's genius needs no historical introduction; it bursts forth from every page of The Canterbury Tales.\n\nIf we trust the General Prologue, Chaucer intended that each pilgrim should tell two tales on the way to Canterbury and two tales on the way back. He never finished his enormous project and even the completed tales were not finally revised. Scholars are uncertain about the order of the tales. As the printing press had yet to be invented when Chaucer wrote his works, The Canterbury Tales has been passed down in several handwritten manuscripts.",
      "rating": "3.52",
      "image": "https://donkeytime.org/img/c8202f092059b446cfceb2a6c8e3eb0e.jpg",
      "genre": ["Classics", "Fiction", "Poetry", "Literature"]
    },
    {
      "id": 27,
      "author": "William Faulkner",
      "title": "The Sound and the Fury",
      "description": "The tragedy of the Compson family features some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and one of the greatest novels of the twentieth century.",
      "rating": "3.86",
      "image": "https://markusmcdowell.com/wp-content/uploads/2018/06/cover-the-sound-and-the-fury.jpg",
      "genre": ["Classics", "Fiction", "Gothic", "Literature", "Novels"]
    },
    {
      "id": 28,
      "author": "James Joyce",
      "title": "Ulysses",
      "description": "Loosely based on the Odyssey, this landmark of modern literature follows ordinary Dubliners in 1904. Capturing a single day in the life of Dubliner Leopold Bloom, his friends Buck Mulligan and Stephen Dedalus, his wife Molly, and a scintillating cast of supporting characters, Joyce pushes Celtic lyricism and vulgarity to splendid extremes. Captivating experimental techniques range from interior monologues to exuberant wordplay and earthy humor. A major achievement in 20th century literature.",
      "rating": "3.74",
      "image": "https://i.pinimg.com/originals/e9/7a/c8/e97ac8fa26708b3cccce554bf551330b.jpg",
      "genre": ["Classics", "Fiction", "Cultural", "Literature"]
    },
    {
      "id": 29,
      "author": "Sophocles",
      "title": "Oedipus Rex",
      "description": "\"...what man wins more happiness than just its shape and the ruin when that shape collapses?\"\n\nSophocles' Oedipus Rex has never been surpassed for the raw and terrible power with which its hero struggles to answer the eternal question, \"Who am I?\" The play, a story of a king who acting entirely in ignorance kills his father and marries his mother, unfolds with shattering power; we are helplessly carried along with Oedipus towards the final, horrific truth.\n\nTo make Oedipus more accessible for the modern reader, our Prestwick House Literary Touchstone Classics includes a glossary of the more difficult words, as well as convenient sidebar notes to enlighten the reader on aspects that may be confusing or overlooked. We hope that the reader may, through this edition, more fully enjoy the beauty of the verse, the wisdom of the insights, and the impact of the drama.",
      "rating": "3.72",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/cvr9781416500339_9781416500339_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Fantasy",
        "Literature",
        "Academic"
      ]
    },
    {
      "id": 30,
      "author": "Jonathan Swift",
      "title": "Gulliver's Travels: Travels into Several Remote Nations of the World.",
      "description": "Gulliver's Travels describes the four voyages of Lemuel Gulliver, a ship's surgeon. In Lilliput he discovers a world in miniature; towering over the people and their city, he is able to view their society from the viewpoint of a god. However, in Brobdingnag, a land of giants, tiny Gulliver himself comes under observation, exhibited as a curiosity at markets and fairs. In Laputa, a flying island, he encounters a society of speculators and projectors who have lost all grip on everyday reality; while they plan and calculate, their country lies in ruins. Gulliver's final voyage takes him to the land of the Houyhnhnms, gentle horses whom he quickly comes to admire - in contrast to the Yahoos, filthy bestial creatures who bear a disturbing resemblance to humans. This text, based on the first edition of 1726, reproduces all the original illustrations and includes an introduction by Robert Demaria, Jr, which discusses the ways Gulliver's Travels has been interpreted since its first publication. Jonathan Swift (1667-1745) was born in Dublin.\n\nFor more than seventy years, Penguin has been the leading publisher of Classics literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
      "rating": "3.58",
      "image": "https://www.beam-shop.de/media/image/72/56/2d/9783736417601.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Fantasy",
        "Adventure",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 31,
      "author": "Fyodor Dostoevsky",
      "title": "The Idiot",
      "description": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the Novels, restoring as much as possible the syntactical structure of the original story.",
      "rating": "4.20",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781627938525/the-idiot-9781627938525_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Philosophy",
        "Cultural",
        "Historical"
      ]
    },
    {
      "id": 32,
      "author": "Astrid Lindgren",
      "title": "Pippi Longstocking",
      "description": "Tommy and his sister Annika have a new neighbor, and her name is Pippi Longstocking. She has crazy red pigtails, no parents to tell her what to do, a horse that lives on her porch, and a flair for the outrageous that seems to lead to one adventure after another!",
      "rating": "4.14",
      "image": "https://i.pinimg.com/originals/cc/8d/a3/cc8da3feb31a9885f1fecc2eaa40af1b.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Adventure",
        "Fantasy",
        "Childrens",
        "Humor"
      ]
    },
    {
      "id": 33,
      "author": "Edgar Allan Poe",
      "title": "The Collected Tales of Edgar Allan Poe",
      "description": "Edgar Allan Poe's tales of the mysterious and the morbid continue to thrill readers.This collection of stories includes The Raven, The Pit and the Pendulum, The Fall of the House of Usher, and The Murders in the Rue Morgue, as well as some less familiar stories.",
      "rating": "4.27",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/3207c761507831.5a70d5173859a.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Horror",
        "Poetry",
        "Mystery",
        "Gothic"
      ]
    },
    {
      "id": 34,
      "author": "Johann Wolfgang von Goethe",
      "title": "Faust, First Part",
      "description": "Goethe’s masterpiece and perhaps the greatest work in German literature, Faust has made the legendary German alchemist one of the central myths of the Western world. Here indeed is a monumental Faust, an audacious man boldly wagering with the devil, Mephistopheles, that no magic, sensuality, experience, or knowledge can lead him to a moment he would wish to last forever. Here, in Faust, Part I, the tremendous versatility of Goethe’s genius creates some of the most beautiful passages in literature. Here too we experience Goethe’s characteristic humor, the excitement and eroticism of the witches’ Walpurgis Night, and the moving emotion of Gretchen’s tragic fate.",
      "rating": "3.89",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625587145/faust-9781625587145_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Plays",
        "Poetry",
        "Drama",
        "Academic",
        "Fantasy",
        "Philosophy"
      ]
    },
    {
      "id": 35,
      "author": "Virginia Woolf",
      "title": "To the Lighthouse",
      "description": "The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.\n\nAs time winds its way through their lives, the Ramsays face, alone and simultaneously, the greatest of human challenges and its greatest triumph—the human capacity for change.",
      "rating": "3.79",
      "image": "https://victorian-era.org/images/the-Novels-to-the-lighthouse-1152x1536.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Feminism",
        "Academic"
      ]
    },
    {
      "id": 36,
      "author": "Marcel Proust",
      "title": "Swann's Way",
      "description": "Marcel Proust's In Search of Lost Time is one of the most entertaining reading experiences in any language and arguably the finest Novels of the twentieth century. But since its original prewar translation there has been no completely new version in English. Now, Penguin brings Proust's masterpiece to new audiences throughout the world, beginning with Lydia Davis's internationally acclaimed translation of the first volume, Swann's Way.\n\nSwann's Way is one of the preeminent novels of childhood: a sensitive boy's impressions of his family and neighbors, all brought dazzlingly back to life years later by the taste of a madeleine. It also enfolds the short Novels \"Swann in Love,\" an incomparable study of sexual jealousy that becomes a crucial part of the vast, unfolding structure of In Search of Lost Time. The first volume of the work that established Proust as one of the finest voices of the modern age — satirical, skeptical, confiding, and endlessly varied in its response to the human condition — Swann's Way also stands on its own as a perfect rendering of a life in art, of the past re-created through memory.",
      "rating": "4.13",
      "image": "https://i.pinimg.com/originals/f6/97/96/f69796e578f6c75a4b3488e557889680.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Cultural",
        "Philosophy"
      ]
    },
    {
      "id": 37,
      "author": "Toni Morrison",
      "title": "Beloved",
      "description": "Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.\n\nSethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous things happened. Meanwhile Sethe’s house has long been troubled by the angry, destructive ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved.\n\nSethe works at beating back the past, but it makes itself heard and felt incessantly in her memory and in the lives of those around her. When a mysterious teenage girl arrives, calling herself Beloved, Sethe’s terrible secret explodes into the present.\n\nCombining the visionary power of legend with the unassailable truth of history, Morrison’s unforgettable Novels is one of the great and enduring works of American literature.",
      "rating": "3.91",
      "image": "https://s26162.pcdn.co/wp-content/uploads/2017/09/ZFO171MorrisonCVR_lg.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Historical",
        "Cultural"
      ]
    },
    {
      "id": 38,
      "author": "José Saramago",
      "title": "Blindness",
      "description": "A city is hit by an epidemic of \"white blindness\" that spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and assaulting women. There is one eyewitness to this nightmare who guides her charges—among them a boy with no mother, a girl with dark glasses, a dog of tears—through the barren streets, and their procession becomes as uncanny as the surroundings are harrowing. As Blindness reclaims the age-old story of a plague, it evokes the vivid and trembling horrors of the twentieth century, leaving readers with a powerful vision of the human spirit that's bound both by weakness and exhilarating strength.",
      "rating": "4.16",
      "image": "http://silkfasr879.weebly.com/uploads/1/2/4/1/124125099/866069421.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Science",
        "Horror",
        "Cultural"
      ]
    },
    {
      "id": 39,
      "author": "Chinua Achebe",
      "title": "Things Fall Apart",
      "description": "A simple story of a \"strong man\" whose life is dominated by fear and anger, Things Fall Apart is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.",
      "rating": "3.71",
      "image": "https://blog.12min.com/wp-content/uploads/2018/05/21c-Things-Fall-Apart-PDF-Summary.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Historical",
        "Cultural",
        "Academic"
      ]
    },
    {
      "id": 40,
      "author": "Jorge Luis Borges",
      "title": "Ficciones",
      "description": "The seventeen pieces in Ficciones demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in Ficciones is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything else in between.",
      "rating": "4.43",
      "image": "https://i.pinimg.com/originals/2c/be/56/2cbe56f6b745d94fe25b1c1ca127c469.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Magical Realism",
        "Fantasy",
        "Cultural",
        "Philosophy"
      ]
    }
  ],
  "test": [
    {
      "id": 1,
      "author": "Jane Austen",
      "title": "Pride and Prejudice",
      "description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
      "rating": "4.28",
      "image": "https://images.theconversation.com/files/240342/original/file-20181011-154542-v0ji8o.jpg?ixlib=rb-1.1.0&q=15&auto=format&w=754&h=1194&fit=crop&dpr=3",
      "genre": [
        "Realism",
        "Classics",
        "Fiction",
        "Romance",
        "Historical",
        "Literature",
        "Novels",
        "Adult"
      ]
    },
    {
      "id": 2,
      "author": "George Orwell",
      "title": "1984",
      "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the Novels is Orwell's prescience of modern life—the ubiquity of television, the distortion of the language—and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written.",
      "rating": "4.19",
      "image": "https://solomon.io/wp-content/uploads/2018/01/1984-Cover.png",
      "genre": [
        "Classics",
        "Science",
        "Fiction",
        "Literature",
        "Novels",
        "Politics",
        "Fantasy",
        "Adult",
        "Academic"
      ]
    },
    {
      "id": 3,
      "author": "Fyodor Dostoevsky",
      "title": "Crime and Punishment",
      "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden sex worker, can offer the chance of redemption.",
      "rating": "4.24",
      "image": "http://www.simbasible.com/wp-content/uploads/2020/12/22-8.jpg",
      "genre": [
        "Philosophy",
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Novels",
        "Mystery",
        "Crime",
        "Academic"
      ]
    },
    {
      "id": 4,
      "author": "William Shakespeare",
      "title": "Hamlet",
      "description": "Among Shakespeare's plays, \"Hamlet\" is considered by many his masterpiece. Among actors, the role of Hamlet, Prince of Denmark, is considered the jewel in the crown of a triumphant theatrical career. Now Kenneth Branagh plays the leading role and co-directs a brillant ensemble performance. Three generations of legendary leading actors, many of whom first assembled for the Oscar-winning film \"Henry V\", gather here to perform the rarely heard complete version of the play. This clear, subtly nuanced, stunning dramatization, presented by The Renaissance Theatre Company in association with \"Bbc\" Broadcasting, features such luminaries as Sir John Gielgud, Derek Jacobi, Emma Thompson and Christopher Ravenscroft. It combines a full cast with stirring music and sound effects to bring this magnificent Shakespearen Classics vividly to life. Revealing new riches with each listening, this production of \"Hamlet\" is an invaluable aid for students, teachers and all true lovers of Shakespeare - a recording to be treasured for decades to come.",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/b164aa10953207.560ef1bcba0e7.jpg",
      "genre": [
        "Plays",
        "Classics",
        "Plays",
        "Fiction",
        "Drama",
        "Academic",
        "Literature",
        "Poetry"
      ]
    },
    {
      "id": 5,
      "author": "Gabriel García Márquez",
      "title": "One Hundred Years of Solitude",
      "description": "The brilliant, bestselling, landmark Novels that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.\"",
      "rating": "4.1",
      "image": "https://i.pinimg.com/originals/54/7d/ee/547deeb4be354a80d0cb25cc90afb5f8.jpg",
      "genre": [
        "Magical Realism",
        "Fiction",
        "Classics",
        "Literature",
        "Novels",
        "Fantasy",
        "Historical",
        "Fiction",
        "Cultural"
      ]
    },
    {
      "id": 6,
      "author": "Leo Tolstoy",
      "title": "Anna Karenina",
      "description": "Acclaimed by many as the world's greatest Novels, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions.\nThroughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, 'He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, 'Vengeance is mine, and I will repay.",
      "rating": "4.07",
      "image": "https://www.greenandturquoise.com/wp-content/uploads/2020/04/Anna-Karenina-by-Leo-Tolstoy.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Romance",
        "Cultural",
        "Historical",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 7,
      "author": "Homer",
      "title": "The Odyssey",
      "description": "Sing to me of the man, Muse, the man of twists and turns driven time and again off course, once he had plundered the hallowed heights of Troy.\n\nSo begins Robert Fagles' magnificent translation of the Odyssey.\n\nIf the Iliad is the world's greatest war epic, then the Odyssey is literature's grandest evocation of everyman's journey though life. Odysseus' reliance on his wit and wiliness for survival in his encounters with divine and natural forces, during his ten-year voyage home to Ithaca after the Trojan War, is at once a timeless human story and an individual test of moral endurance.\n\nIn the myths and legends that are retold here, Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom, and given us an Odyssey to read aloud, to savor, and to treasure for its sheer lyrical mastery.\n\nRenowned classicist Bernard Knox's superb Introduction and textual commentary provide new insights and background information for the general reader and scholar alike, intensifying the strength of Fagles' translation.\n\nThis is an Odyssey to delight both the classicist and the public at large, and to captivate a new generation of Homer's students.\n\n--\n\nRobert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, presents us with Homer's best-loved and most accessible poem in a stunning new modern-verse translation.",
      "rating": "3.79",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn2.penguin.com.au%2Fcovers%2Foriginal%2F9780143039952.jpg&f=1&nofb=1",
      "genre": [
        "Classics",
        "Fiction",
        "Poetry",
        "Fantasy",
        "Academic",
        "Literature",
        "Adventure",
        "Historical"
      ]
    },
    {
      "id": 8,
      "author": "Albert Camus",
      "title": "The Stranger",
      "description": "Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in English in 1946; now in a new translation by Matthew Ward.",
      "rating": "4.00",
      "image": "http://theyellowsparrow.com/wp-content/uploads/2016/01/TheStranger.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Philosophy",
        "Cultural",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 9,
      "author": "Fyodor Dostoevsky",
      "title": "The Brothers Karamazov",
      "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.\n\nThis award-winning translation by Richard Pevear and Larissa Volokhonsky remains true to the verbal inventiveness of Dostoevsky’s prose, preserving the multiple voices, the humor, and the surprising modernity of the original. It is an achievement worthy of Dostoevsky’s last and greatest Novels.",
      "rating": "4.34",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625583826/brothers-karamazov-9781625583826_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Philosophy",
        "Novels",
        "Religion"
      ]
    },
    {
      "id": 10,
      "author": "Ernest Hemingway",
      "title": "The Old Man and the Sea",
      "description": "This short Novels, already a modern Classics, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.",
      "rating": "3.79",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/cvr9780684830490_9780684830490_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Adventure"
      ]
    },
    {
      "id": 11,
      "author": "Vladimir Nabokov",
      "title": "Lolita",
      "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Dolores Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust.",
      "rating": "3.88",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/2262e847713383.5882597f68ad0.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Cultural",
        "Novels",
        "Romance",
        "Literature",
        "Adult"
      ]
    },
    {
      "id": 12,
      "author": "Charles Dickens",
      "title": "Great Expectations",
      "description": "'In what may be Dickens's best Novels, humble, orphaned Pip is apprenticed to the dirty work of the forge but dares to dream of becoming a gentleman — and one day, under sudden and enigmatic circumstances, he finds himself in possession of \"great expectations.\" In this gripping tale of crime and guilt, revenge and reward, the compelling characters include Magwitch, the fearful and fearsome convict; Estella, whose beauty is excelled only by her haughtiness; and the embittered Miss Havisham, an eccentric jilted bride",
      "rating": "3.79",
      "image": "https://cdn2.penguin.com.au/covers/original/9781448190157.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Historical",
        "Academic",
        "Novels"
      ]
    },
    {
      "id": 13,
      "author": "Leo Tolstoy",
      "title": "War and Peace",
      "description": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, `a complete picture', as a contemporary reviewer put it, `of everything in which people find their happiness and greatness, their grief and humiliation'. Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay `Some Words about War and Peace'.",
      "rating": "4.14",
      "image": "https://cdn.dc5.ro/img-prod/196121172-0.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Cultural",
        "Literature",
        "War",
        "Novels"
      ]
    },
    {
      "id": 14,
      "author": "Miguel de Cervantes Saavedra",
      "title": "Don Quixote",
      "description": "Don Quixote has become so entranced by reading chivalric romances that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray—he tilts at windmills, imagining them to be giants—Sancho acquires cunning and a certain sagacity. Sane madman and wise fool, they roam the world together, and together they have haunted readers' imaginations for nearly four hundred years. With its experimental form and literary playfulness, Don Quixote has been generally recognized as the first modern Novels. The book has been enormously influential on a host of writers, from Fielding and Sterne to Flaubert, Dickens, Melville, and Faulkner, who reread it once a year, \"just as some people read the Bible.\"",
      "rating": "3.89",
      "image": "https://almabooks.com/wp-content/uploads/2016/10/9781847493774.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical",
        "Cultural",
        "Humor"
      ]
    },
    {
      "id": 15,
      "author": "Homer",
      "title": "The Iliad",
      "description": "Dating to the ninth century B.C., Homer’s timeless poem still vividly conveys the horror and heroism of men and gods wrestling with towering emotions and battling amidst devastation and destruction, as it moves inexorably to the wrenching, tragic conclusion of the Trojan War. Renowned classicist Bernard Knox observes in his superb introduction that although the violence of the Iliad is grim and relentless, it coexists with both images of civilized life and a poignant yearning for peace.\n\nCombining the skills of a poet and scholar, Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, brings the energy of contemporary language to this enduring heroic epic. He maintains the drive and metric music of Homer’s poetry, and evokes the impact and nuance of the Iliad’s mesmerizing repeated phrases in what Peter Levi calls “an astonishing performance.”",
      "rating": "3.89",
      "image": "https://cdn.shopify.com/s/files/1/0154/4706/4624/products/canon-classics-books-the-iliad-worldview-edition-28066901131312.jpg?v=1616167196",
      "genre": [
        "Classics",
        "Poetry",
        "Fiction",
        "Fantasy",
        "Literature",
        "Historical",
        "Academic",
        "War",
        "Epic"
      ]
    },
    {
      "id": 16,
      "author": "Gustave Flaubert",
      "title": "Madame Bovary",
      "description": "Madame Bovary is the debut Novels of French writer Gustave Flaubert, published in 1856. The character lives beyond her means in order to escape the banalities and emptiness of provincial life. When the Novels was first serialized in La Revue de Paris between 1 October 1856 and 15 December 1856, public prosecutors attacked the Novels for obscenity. The resulting trial in January 1857 made the story notorious. After Flaubert's acquittal on 7 February 1857, Madame Bovary became a bestseller in April 1857 when it was published in two volumes. A seminal work of literary realism, the Novels is now considered Flaubert's masterpiece, and one of the most influential literary works in history.",
      "rating": "3.69",
      "image": "http://www.makaobora.co.ke/bora/wp-content/uploads/2020/05/madame-bovary-28.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Romance",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 17,
      "author": "Franz Kafka",
      "title": "The Trial",
      "description": "Written in 1914 but not published until 1925, a year after Kafka’s death, The Trial is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, The Trial has resonated with chilling truth for generations of readers.",
      "rating": "3.96",
      "image": "https://assets.fontsinuse.com/static/use-media-items/54/53801/full-1188x2048/594f6ae9/35379946361_a9c2af31c0_k.jpeg?resolution=0",
      "genre": ["Classics", "Fiction", "Literature", "Philosophy", "Novels"]
    },
    {
      "id": 18,
      "author": "Dante Alighieri",
      "title": "The Divine Comedy",
      "description": "The Divine Comedy describes Dante's descent into Hell with Virgil as a guide; his ascent of Mount Purgatory and encounter with his dead love, Beatrice; and finally, his arrival in Heaven. Examining questions of faith, desire and enlightenment, the poem is a brilliantly nuanced and moving allegory of human redemption.\n\nDante Alighieri was born in Florence in 1265 and belonged to a noble but impoverished family. His life was divided by political duties and poetry, the most of famous of which was inspired by his meeting with Bice Portinari, whom he called Beatrice,including La Vita Nuova and The Divine Comedy. He died in Ravenna in 1321.",
      "rating": "4.06",
      "image": "https://i.pinimg.com/originals/95/0f/db/950fdb64400c7c4834a5317240bd99c6.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Philosophy",
        "Poetry",
        "Religion",
        "Fantasy"
      ]
    },
    {
      "id": 19,
      "author": "Herman Melville",
      "title": "Moby-Dick or, the Whale",
      "description": "\"It is the horrible texture of a fabric that should be woven of ships' cables and hawsers. A Polar wind blows through it, and birds of prey hover over it.\"\n\nSo Melville wrote of his masterpiece, one of the greatest works of imagination in literary history. In part, Moby-Dick is the story of an eerily compelling madman pursuing an unholy war against a creature as vast and dangerous and unknowable as the sea itself. But more than just a Novels of adventure, more than an encyclopaedia of whaling lore and legend, the book can be seen as part of its author's lifelong meditation on America. Written with wonderfully redemptive humour, Moby-Dick is also a profound inquiry into character, faith, and the nature of perception.\n\nThis edition of Moby-Dick, which reproduces the definitive text of the Novels, includes invaluable explanatory notes, along with maps, illustrations, and a glossary of nautical terms.",
      "rating": "3.52",
      "image": "https://www.weseniors.ca/wp-content/uploads/2020/06/moby-dick.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 20,
      "author": "William Shakespeare",
      "title": "King Lear",
      "description": "Shakespeare’s King Lear challenges us with the magnitude, intensity, and sheer duration of the pain that it represents. Its figures harden their hearts, engage in violence, or try to alleviate the suffering of others. Lear himself rages until his sanity cracks. What, then, keeps bringing us back to King Lear? For all the force of its language, King Lear is almost equally powerful when translated, suggesting that it is the story, in large part, that draws us to the play.\n\nThe play tells us about families struggling between greed and cruelty, on the one hand, and support and consolation, on the other. Emotions are extreme, magnified to gigantic proportions. We also see old age portrayed in all its vulnerability, pride, and, perhaps, wisdom—one reason this most devastating of Shakespeare’s tragedies is also perhaps his most moving.",
      "rating": "3.91",
      "image": "https://i5.walmartimages.com/asr/b5f5978b-0ce1-4920-b53f-dd9859c63799_1.def88e26000e7a084c7a81abcac087e3.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 21,
      "author": "Gabriel García Márquez",
      "title": "Love in the Time of Cholera",
      "description": "n their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is heartbroken, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs—yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
      "rating": "3.93",
      "image": "https://cdn2.penguin.com.au/covers/original/9780241978924.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Romance",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 22,
      "author": "Hans Christian Andersen",
      "title": "The Complete Fairy Tales",
      "description": "Hans Christian Andersen was a Danish author and poet. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales, a literary genre he so mastered that he himself has become as mythical as the tales he wrote. Andersen's popularity is not limited to children; his stories - called eventyrs, or \"fantastic tales\" - express themes that transcend age and nationality.\n\nDuring his lifetime he was acclaimed for having delighted children worldwide and was feted by royalty. Andersen's fairy tales, which have been translated into more than 125 languages, have become culturally embedded in the West's collective consciousness, readily accessible to children, but presenting lessons of virtue and resilience in the face of adversity for mature listeners/readers as well. They have inspired motion pictures, plays, ballets, and animated films.",
      "rating": "4.28",
      "image": "https://i.pinimg.com/originals/4c/c6/d6/4cc6d6aaa86854f6ed77ddcb870c6e0d.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Literature", "Childrens"]
    },
    {
      "id": 23,
      "author": "William Shakespeare",
      "title": "Othello",
      "description": "In Othello, Shakespeare creates a powerful drama of a marriage that begins with fascination (between the exotic Moor Othello and the Venetian lady Desdemona), with elopement, and with intense mutual devotion and that ends precipitately with jealous rage and violent deaths. He sets this story in the romantic world of the Mediterranean, moving the action from Venice to the island of Cyprus and giving it an even more exotic coloring with stories of Othello's African past. Shakespeare builds so many differences into his hero and heroine—differences of race, of age, of cultural background—that one should not, perhaps, be surprised that the marriage ends disastrously. But most people who see or read the play feel that the love that the play presents between Othello and Desdemona is so strong that it would have overcome all these differences were it not for the words and actions of Othello's standard-bearer, Iago, who hates Othello and sets out to destroy him by destroying his love for Desdemona. As Othello succumbs to Iago's insinuations that Desdemona is unfaithful, fascination—which dominates the early acts of the play—turns to horror, especially for the audience. We are confronted by spectacles of a generous and trusting Othello in the grip of Iago's schemes; of an innocent Desdemona, who has given herself up entirely to her love for Othello only to be subjected to his horrifying verbal and physical assaults, the outcome of Othello's mistaken convictions about her faithlessness.",
      "rating": "3.90",
      "image": "https://4.bp.blogspot.com/-qA62BCQmVXM/VvhEbKmt3rI/AAAAAAAAANI/cOoiVm22a38u4WIJKgKO34PPI7GWXLNdg/s1600/Othello%2BFinished_edited-1.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 24,
      "author": "Virginia Woolf",
      "title": "Mrs. Dalloway",
      "description": "Heralded as Virginia Woolf's greatest Novels, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old.",
      "rating": "3.79",
      "image": "https://i.imgur.com/jW7MtWU.jpeg",
      "genre": ["Classics", "Fiction", "Feminism", "Literature"]
    },
    {
      "id": 25,
      "author": "Anonymous",
      "title": "The Arabian Nights",
      "description": "This volume reproduces the 1932 Modern Library edition, for which Bennett A. Cerf chose the most famous and representative stories from Sir Richard F. Burton's multivolume translation, and includes Burton's extensive and acclaimed explanatory notes.\n\nThe tales of told by Shahrazad over a thousand and one nights to delay her execution by the vengeful King Shahriyar have become among the most popular in both Eastern and Western literature, as recounted by Sir Francis Burton. From the epic adventures of \"Aladdin and the Enchanted Lamp\" to the farcical \"Young Woman and her Five Lovers\" and the social criticism of \"The Tale of the Hunchback\", the stories depict a fabulous world of all-powerful sorcerers, jinns imprisoned in bottles and enchanting princesses. But despite their imaginative extravagance, the Tales are anchored to everyday life by their realism, providing a full and intimate record of medieval Islam.'",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/50f06413789329.56278398bcd31.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Adventure", "Literature"]
    },
    {
      "id": 26,
      "author": "Geoffrey Chaucer",
      "title": "The Canterbury Tales ",
      "description": "The procession that crosses Chaucer's pages is as full of life and as richly textured as a medieval tapestry. The Knight, the Miller, the Friar, the Squire, the Prioress, the Wife of Bath, and others who make up the cast of characters -- including Chaucer himself -- are real people, with human emotions and weaknesses. When it is remembered that Chaucer wrote in English at a time when Latin was the standard literary language across western Europe, the magnitude of his achievement is even more remarkable. But Chaucer's genius needs no historical introduction; it bursts forth from every page of The Canterbury Tales.\n\nIf we trust the General Prologue, Chaucer intended that each pilgrim should tell two tales on the way to Canterbury and two tales on the way back. He never finished his enormous project and even the completed tales were not finally revised. Scholars are uncertain about the order of the tales. As the printing press had yet to be invented when Chaucer wrote his works, The Canterbury Tales has been passed down in several handwritten manuscripts.",
      "rating": "3.52",
      "image": "https://donkeytime.org/img/c8202f092059b446cfceb2a6c8e3eb0e.jpg",
      "genre": ["Classics", "Fiction", "Poetry", "Literature"]
    },
    {
      "id": 27,
      "author": "William Faulkner",
      "title": "The Sound and the Fury",
      "description": "The tragedy of the Compson family features some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and one of the greatest novels of the twentieth century.",
      "rating": "3.86",
      "image": "https://markusmcdowell.com/wp-content/uploads/2018/06/cover-the-sound-and-the-fury.jpg",
      "genre": ["Classics", "Fiction", "Gothic", "Literature", "Novels"]
    },
    {
      "id": 28,
      "author": "James Joyce",
      "title": "Ulysses",
      "description": "Loosely based on the Odyssey, this landmark of modern literature follows ordinary Dubliners in 1904. Capturing a single day in the life of Dubliner Leopold Bloom, his friends Buck Mulligan and Stephen Dedalus, his wife Molly, and a scintillating cast of supporting characters, Joyce pushes Celtic lyricism and vulgarity to splendid extremes. Captivating experimental techniques range from interior monologues to exuberant wordplay and earthy humor. A major achievement in 20th century literature.",
      "rating": "3.74",
      "image": "https://i.pinimg.com/originals/e9/7a/c8/e97ac8fa26708b3cccce554bf551330b.jpg",
      "genre": ["Classics", "Fiction", "Cultural", "Literature"]
    },
    {
      "id": 29,
      "author": "Sophocles",
      "title": "Oedipus Rex",
      "description": "\"...what man wins more happiness than just its shape and the ruin when that shape collapses?\"\n\nSophocles' Oedipus Rex has never been surpassed for the raw and terrible power with which its hero struggles to answer the eternal question, \"Who am I?\" The play, a story of a king who acting entirely in ignorance kills his father and marries his mother, unfolds with shattering power; we are helplessly carried along with Oedipus towards the final, horrific truth.\n\nTo make Oedipus more accessible for the modern reader, our Prestwick House Literary Touchstone Classics includes a glossary of the more difficult words, as well as convenient sidebar notes to enlighten the reader on aspects that may be confusing or overlooked. We hope that the reader may, through this edition, more fully enjoy the beauty of the verse, the wisdom of the insights, and the impact of the drama.",
      "rating": "3.72",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/cvr9781416500339_9781416500339_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Fantasy",
        "Literature",
        "Academic"
      ]
    },
    {
      "id": 30,
      "author": "Jonathan Swift",
      "title": "Gulliver's Travels: Travels into Several Remote Nations of the World.",
      "description": "Gulliver's Travels describes the four voyages of Lemuel Gulliver, a ship's surgeon. In Lilliput he discovers a world in miniature; towering over the people and their city, he is able to view their society from the viewpoint of a god. However, in Brobdingnag, a land of giants, tiny Gulliver himself comes under observation, exhibited as a curiosity at markets and fairs. In Laputa, a flying island, he encounters a society of speculators and projectors who have lost all grip on everyday reality; while they plan and calculate, their country lies in ruins. Gulliver's final voyage takes him to the land of the Houyhnhnms, gentle horses whom he quickly comes to admire - in contrast to the Yahoos, filthy bestial creatures who bear a disturbing resemblance to humans. This text, based on the first edition of 1726, reproduces all the original illustrations and includes an introduction by Robert Demaria, Jr, which discusses the ways Gulliver's Travels has been interpreted since its first publication. Jonathan Swift (1667-1745) was born in Dublin.\n\nFor more than seventy years, Penguin has been the leading publisher of Classics literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
      "rating": "3.58",
      "image": "https://www.beam-shop.de/media/image/72/56/2d/9783736417601.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Fantasy",
        "Adventure",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 31,
      "author": "Fyodor Dostoevsky",
      "title": "The Idiot",
      "description": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the Novels, restoring as much as possible the syntactical structure of the original story.",
      "rating": "4.20",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781627938525/the-idiot-9781627938525_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Philosophy",
        "Cultural",
        "Historical"
      ]
    },
    {
      "id": 32,
      "author": "Astrid Lindgren",
      "title": "Pippi Longstocking",
      "description": "Tommy and his sister Annika have a new neighbor, and her name is Pippi Longstocking. She has crazy red pigtails, no parents to tell her what to do, a horse that lives on her porch, and a flair for the outrageous that seems to lead to one adventure after another!",
      "rating": "4.14",
      "image": "https://i.pinimg.com/originals/cc/8d/a3/cc8da3feb31a9885f1fecc2eaa40af1b.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Adventure",
        "Fantasy",
        "Childrens",
        "Humor"
      ]
    },
    {
      "id": 33,
      "author": "Edgar Allan Poe",
      "title": "The Collected Tales of Edgar Allan Poe",
      "description": "Edgar Allan Poe's tales of the mysterious and the morbid continue to thrill readers.This collection of stories includes The Raven, The Pit and the Pendulum, The Fall of the House of Usher, and The Murders in the Rue Morgue, as well as some less familiar stories.",
      "rating": "4.27",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/3207c761507831.5a70d5173859a.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Horror",
        "Poetry",
        "Mystery",
        "Gothic"
      ]
    },
    {
      "id": 34,
      "author": "Johann Wolfgang von Goethe",
      "title": "Faust, First Part",
      "description": "Goethe’s masterpiece and perhaps the greatest work in German literature, Faust has made the legendary German alchemist one of the central myths of the Western world. Here indeed is a monumental Faust, an audacious man boldly wagering with the devil, Mephistopheles, that no magic, sensuality, experience, or knowledge can lead him to a moment he would wish to last forever. Here, in Faust, Part I, the tremendous versatility of Goethe’s genius creates some of the most beautiful passages in literature. Here too we experience Goethe’s characteristic humor, the excitement and eroticism of the witches’ Walpurgis Night, and the moving emotion of Gretchen’s tragic fate.",
      "rating": "3.89",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625587145/faust-9781625587145_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Plays",
        "Poetry",
        "Drama",
        "Academic",
        "Fantasy",
        "Philosophy"
      ]
    },
    {
      "id": 35,
      "author": "Virginia Woolf",
      "title": "To the Lighthouse",
      "description": "The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.\n\nAs time winds its way through their lives, the Ramsays face, alone and simultaneously, the greatest of human challenges and its greatest triumph—the human capacity for change.",
      "rating": "3.79",
      "image": "https://victorian-era.org/images/the-Novels-to-the-lighthouse-1152x1536.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Feminism",
        "Academic"
      ]
    },
    {
      "id": 36,
      "author": "Marcel Proust",
      "title": "Swann's Way",
      "description": "Marcel Proust's In Search of Lost Time is one of the most entertaining reading experiences in any language and arguably the finest Novels of the twentieth century. But since its original prewar translation there has been no completely new version in English. Now, Penguin brings Proust's masterpiece to new audiences throughout the world, beginning with Lydia Davis's internationally acclaimed translation of the first volume, Swann's Way.\n\nSwann's Way is one of the preeminent novels of childhood: a sensitive boy's impressions of his family and neighbors, all brought dazzlingly back to life years later by the taste of a madeleine. It also enfolds the short Novels \"Swann in Love,\" an incomparable study of sexual jealousy that becomes a crucial part of the vast, unfolding structure of In Search of Lost Time. The first volume of the work that established Proust as one of the finest voices of the modern age — satirical, skeptical, confiding, and endlessly varied in its response to the human condition — Swann's Way also stands on its own as a perfect rendering of a life in art, of the past re-created through memory.",
      "rating": "4.13",
      "image": "https://i.pinimg.com/originals/f6/97/96/f69796e578f6c75a4b3488e557889680.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Cultural",
        "Philosophy"
      ]
    },
    {
      "id": 37,
      "author": "Toni Morrison",
      "title": "Beloved",
      "description": "Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.\n\nSethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous things happened. Meanwhile Sethe’s house has long been troubled by the angry, destructive ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved.\n\nSethe works at beating back the past, but it makes itself heard and felt incessantly in her memory and in the lives of those around her. When a mysterious teenage girl arrives, calling herself Beloved, Sethe’s terrible secret explodes into the present.\n\nCombining the visionary power of legend with the unassailable truth of history, Morrison’s unforgettable Novels is one of the great and enduring works of American literature.",
      "rating": "3.91",
      "image": "https://s26162.pcdn.co/wp-content/uploads/2017/09/ZFO171MorrisonCVR_lg.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Historical",
        "Cultural"
      ]
    },
    {
      "id": 38,
      "author": "José Saramago",
      "title": "Blindness",
      "description": "A city is hit by an epidemic of \"white blindness\" that spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and assaulting women. There is one eyewitness to this nightmare who guides her charges—among them a boy with no mother, a girl with dark glasses, a dog of tears—through the barren streets, and their procession becomes as uncanny as the surroundings are harrowing. As Blindness reclaims the age-old story of a plague, it evokes the vivid and trembling horrors of the twentieth century, leaving readers with a powerful vision of the human spirit that's bound both by weakness and exhilarating strength.",
      "rating": "4.16",
      "image": "http://silkfasr879.weebly.com/uploads/1/2/4/1/124125099/866069421.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Science",
        "Horror",
        "Cultural"
      ]
    },
    {
      "id": 39,
      "author": "Chinua Achebe",
      "title": "Things Fall Apart",
      "description": "A simple story of a \"strong man\" whose life is dominated by fear and anger, Things Fall Apart is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.",
      "rating": "3.71",
      "image": "https://blog.12min.com/wp-content/uploads/2018/05/21c-Things-Fall-Apart-PDF-Summary.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Historical",
        "Cultural",
        "Academic"
      ]
    },
    {
      "id": 40,
      "author": "Jorge Luis Borges",
      "title": "Ficciones",
      "description": "The seventeen pieces in Ficciones demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in Ficciones is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything else in between.",
      "rating": "4.43",
      "image": "https://i.pinimg.com/originals/2c/be/56/2cbe56f6b745d94fe25b1c1ca127c469.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Magical Realism",
        "Fantasy",
        "Cultural",
        "Philosophy"
      ]
    },
    {
      "id": 1,
      "author": "Jane Austen",
      "title": "Pride and Prejudice",
      "description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
      "rating": "4.28",
      "image": "https://images.theconversation.com/files/240342/original/file-20181011-154542-v0ji8o.jpg?ixlib=rb-1.1.0&q=15&auto=format&w=754&h=1194&fit=crop&dpr=3",
      "genre": [
        "Realism",
        "Classics",
        "Fiction",
        "Romance",
        "Historical",
        "Literature",
        "Novels",
        "Adult"
      ]
    },
    {
      "id": 2,
      "author": "George Orwell",
      "title": "1984",
      "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the Novels is Orwell's prescience of modern life—the ubiquity of television, the distortion of the language—and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written.",
      "rating": "4.19",
      "image": "https://solomon.io/wp-content/uploads/2018/01/1984-Cover.png",
      "genre": [
        "Classics",
        "Science",
        "Fiction",
        "Literature",
        "Novels",
        "Politics",
        "Fantasy",
        "Adult",
        "Academic"
      ]
    },
    {
      "id": 3,
      "author": "Fyodor Dostoevsky",
      "title": "Crime and Punishment",
      "description": "Raskolnikov, a destitute and desperate former student, wanders through the slums of St Petersburg and commits a random murder without remorse or regret. He imagines himself to be a great man, a Napoleon: acting for a higher purpose beyond conventional moral law. But as he embarks on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov is pursued by the growing voice of his conscience and finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden sex worker, can offer the chance of redemption.",
      "rating": "4.24",
      "image": "http://www.simbasible.com/wp-content/uploads/2020/12/22-8.jpg",
      "genre": [
        "Philosophy",
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Novels",
        "Mystery",
        "Crime",
        "Academic"
      ]
    },
    {
      "id": 4,
      "author": "William Shakespeare",
      "title": "Hamlet",
      "description": "Among Shakespeare's plays, \"Hamlet\" is considered by many his masterpiece. Among actors, the role of Hamlet, Prince of Denmark, is considered the jewel in the crown of a triumphant theatrical career. Now Kenneth Branagh plays the leading role and co-directs a brillant ensemble performance. Three generations of legendary leading actors, many of whom first assembled for the Oscar-winning film \"Henry V\", gather here to perform the rarely heard complete version of the play. This clear, subtly nuanced, stunning dramatization, presented by The Renaissance Theatre Company in association with \"Bbc\" Broadcasting, features such luminaries as Sir John Gielgud, Derek Jacobi, Emma Thompson and Christopher Ravenscroft. It combines a full cast with stirring music and sound effects to bring this magnificent Shakespearen Classics vividly to life. Revealing new riches with each listening, this production of \"Hamlet\" is an invaluable aid for students, teachers and all true lovers of Shakespeare - a recording to be treasured for decades to come.",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/b164aa10953207.560ef1bcba0e7.jpg",
      "genre": [
        "Plays",
        "Classics",
        "Plays",
        "Fiction",
        "Drama",
        "Academic",
        "Literature",
        "Poetry"
      ]
    },
    {
      "id": 5,
      "author": "Gabriel García Márquez",
      "title": "One Hundred Years of Solitude",
      "description": "The brilliant, bestselling, landmark Novels that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.\"",
      "rating": "4.1",
      "image": "https://i.pinimg.com/originals/54/7d/ee/547deeb4be354a80d0cb25cc90afb5f8.jpg",
      "genre": [
        "Magical Realism",
        "Fiction",
        "Classics",
        "Literature",
        "Novels",
        "Fantasy",
        "Historical",
        "Fiction",
        "Cultural"
      ]
    },
    {
      "id": 6,
      "author": "Leo Tolstoy",
      "title": "Anna Karenina",
      "description": "Acclaimed by many as the world's greatest Novels, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions.\nThroughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, 'He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, 'Vengeance is mine, and I will repay.",
      "rating": "4.07",
      "image": "https://www.greenandturquoise.com/wp-content/uploads/2020/04/Anna-Karenina-by-Leo-Tolstoy.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Romance",
        "Cultural",
        "Historical",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 7,
      "author": "Homer",
      "title": "The Odyssey",
      "description": "Sing to me of the man, Muse, the man of twists and turns driven time and again off course, once he had plundered the hallowed heights of Troy.\n\nSo begins Robert Fagles' magnificent translation of the Odyssey.\n\nIf the Iliad is the world's greatest war epic, then the Odyssey is literature's grandest evocation of everyman's journey though life. Odysseus' reliance on his wit and wiliness for survival in his encounters with divine and natural forces, during his ten-year voyage home to Ithaca after the Trojan War, is at once a timeless human story and an individual test of moral endurance.\n\nIn the myths and legends that are retold here, Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom, and given us an Odyssey to read aloud, to savor, and to treasure for its sheer lyrical mastery.\n\nRenowned classicist Bernard Knox's superb Introduction and textual commentary provide new insights and background information for the general reader and scholar alike, intensifying the strength of Fagles' translation.\n\nThis is an Odyssey to delight both the classicist and the public at large, and to captivate a new generation of Homer's students.\n\n--\n\nRobert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, presents us with Homer's best-loved and most accessible poem in a stunning new modern-verse translation.",
      "rating": "3.79",
      "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn2.penguin.com.au%2Fcovers%2Foriginal%2F9780143039952.jpg&f=1&nofb=1",
      "genre": [
        "Classics",
        "Fiction",
        "Poetry",
        "Fantasy",
        "Academic",
        "Literature",
        "Adventure",
        "Historical"
      ]
    },
    {
      "id": 8,
      "author": "Albert Camus",
      "title": "The Stranger",
      "description": "Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in English in 1946; now in a new translation by Matthew Ward.",
      "rating": "4.00",
      "image": "http://theyellowsparrow.com/wp-content/uploads/2016/01/TheStranger.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Philosophy",
        "Cultural",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 9,
      "author": "Fyodor Dostoevsky",
      "title": "The Brothers Karamazov",
      "description": "The Brothers Karamazov is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving the “wicked and sentimental” Fyodor Pavlovich Karamazov and his three sons―the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy, red-cheeked young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the whole of Russian life, is social and spiritual striving, in what was both the golden age and a tragic turning point in Russian culture.\n\nThis award-winning translation by Richard Pevear and Larissa Volokhonsky remains true to the verbal inventiveness of Dostoevsky’s prose, preserving the multiple voices, the humor, and the surprising modernity of the original. It is an achievement worthy of Dostoevsky’s last and greatest Novels.",
      "rating": "4.34",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625583826/brothers-karamazov-9781625583826_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Philosophy",
        "Novels",
        "Religion"
      ]
    },
    {
      "id": 10,
      "author": "Ernest Hemingway",
      "title": "The Old Man and the Sea",
      "description": "This short Novels, already a modern Classics, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.",
      "rating": "3.79",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/cvr9780684830490_9780684830490_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Adventure"
      ]
    },
    {
      "id": 11,
      "author": "Vladimir Nabokov",
      "title": "Lolita",
      "description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Dolores Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her off on a desperate cross-country misadventure, all in the name of Love. Hilarious, flamboyant, heart-breaking and full of ingenious word play, Lolita is an immaculate, unforgettable masterpiece of obsession, delusion and lust.",
      "rating": "3.88",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/2262e847713383.5882597f68ad0.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Cultural",
        "Novels",
        "Romance",
        "Literature",
        "Adult"
      ]
    },
    {
      "id": 12,
      "author": "Charles Dickens",
      "title": "Great Expectations",
      "description": "'In what may be Dickens's best Novels, humble, orphaned Pip is apprenticed to the dirty work of the forge but dares to dream of becoming a gentleman — and one day, under sudden and enigmatic circumstances, he finds himself in possession of \"great expectations.\" In this gripping tale of crime and guilt, revenge and reward, the compelling characters include Magwitch, the fearful and fearsome convict; Estella, whose beauty is excelled only by her haughtiness; and the embittered Miss Havisham, an eccentric jilted bride",
      "rating": "3.79",
      "image": "https://cdn2.penguin.com.au/covers/original/9781448190157.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Historical",
        "Academic",
        "Novels"
      ]
    },
    {
      "id": 13,
      "author": "Leo Tolstoy",
      "title": "War and Peace",
      "description": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, `a complete picture', as a contemporary reviewer put it, `of everything in which people find their happiness and greatness, their grief and humiliation'. Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay `Some Words about War and Peace'.",
      "rating": "4.14",
      "image": "https://cdn.dc5.ro/img-prod/196121172-0.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Cultural",
        "Literature",
        "War",
        "Novels"
      ]
    },
    {
      "id": 14,
      "author": "Miguel de Cervantes Saavedra",
      "title": "Don Quixote",
      "description": "Don Quixote has become so entranced by reading chivalric romances that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray—he tilts at windmills, imagining them to be giants—Sancho acquires cunning and a certain sagacity. Sane madman and wise fool, they roam the world together, and together they have haunted readers' imaginations for nearly four hundred years. With its experimental form and literary playfulness, Don Quixote has been generally recognized as the first modern Novels. The book has been enormously influential on a host of writers, from Fielding and Sterne to Flaubert, Dickens, Melville, and Faulkner, who reread it once a year, \"just as some people read the Bible.\"",
      "rating": "3.89",
      "image": "https://almabooks.com/wp-content/uploads/2016/10/9781847493774.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical",
        "Cultural",
        "Humor"
      ]
    },
    {
      "id": 15,
      "author": "Homer",
      "title": "The Iliad",
      "description": "Dating to the ninth century B.C., Homer’s timeless poem still vividly conveys the horror and heroism of men and gods wrestling with towering emotions and battling amidst devastation and destruction, as it moves inexorably to the wrenching, tragic conclusion of the Trojan War. Renowned classicist Bernard Knox observes in his superb introduction that although the violence of the Iliad is grim and relentless, it coexists with both images of civilized life and a poignant yearning for peace.\n\nCombining the skills of a poet and scholar, Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, brings the energy of contemporary language to this enduring heroic epic. He maintains the drive and metric music of Homer’s poetry, and evokes the impact and nuance of the Iliad’s mesmerizing repeated phrases in what Peter Levi calls “an astonishing performance.”",
      "rating": "3.89",
      "image": "https://cdn.shopify.com/s/files/1/0154/4706/4624/products/canon-classics-books-the-iliad-worldview-edition-28066901131312.jpg?v=1616167196",
      "genre": [
        "Classics",
        "Poetry",
        "Fiction",
        "Fantasy",
        "Literature",
        "Historical",
        "Academic",
        "War",
        "Epic"
      ]
    },
    {
      "id": 16,
      "author": "Gustave Flaubert",
      "title": "Madame Bovary",
      "description": "Madame Bovary is the debut Novels of French writer Gustave Flaubert, published in 1856. The character lives beyond her means in order to escape the banalities and emptiness of provincial life. When the Novels was first serialized in La Revue de Paris between 1 October 1856 and 15 December 1856, public prosecutors attacked the Novels for obscenity. The resulting trial in January 1857 made the story notorious. After Flaubert's acquittal on 7 February 1857, Madame Bovary became a bestseller in April 1857 when it was published in two volumes. A seminal work of literary realism, the Novels is now considered Flaubert's masterpiece, and one of the most influential literary works in history.",
      "rating": "3.69",
      "image": "http://www.makaobora.co.ke/bora/wp-content/uploads/2020/05/madame-bovary-28.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Cultural",
        "Literature",
        "Romance",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 17,
      "author": "Franz Kafka",
      "title": "The Trial",
      "description": "Written in 1914 but not published until 1925, a year after Kafka’s death, The Trial is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, The Trial has resonated with chilling truth for generations of readers.",
      "rating": "3.96",
      "image": "https://assets.fontsinuse.com/static/use-media-items/54/53801/full-1188x2048/594f6ae9/35379946361_a9c2af31c0_k.jpeg?resolution=0",
      "genre": ["Classics", "Fiction", "Literature", "Philosophy", "Novels"]
    },
    {
      "id": 18,
      "author": "Dante Alighieri",
      "title": "The Divine Comedy",
      "description": "The Divine Comedy describes Dante's descent into Hell with Virgil as a guide; his ascent of Mount Purgatory and encounter with his dead love, Beatrice; and finally, his arrival in Heaven. Examining questions of faith, desire and enlightenment, the poem is a brilliantly nuanced and moving allegory of human redemption.\n\nDante Alighieri was born in Florence in 1265 and belonged to a noble but impoverished family. His life was divided by political duties and poetry, the most of famous of which was inspired by his meeting with Bice Portinari, whom he called Beatrice,including La Vita Nuova and The Divine Comedy. He died in Ravenna in 1321.",
      "rating": "4.06",
      "image": "https://i.pinimg.com/originals/95/0f/db/950fdb64400c7c4834a5317240bd99c6.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Philosophy",
        "Poetry",
        "Religion",
        "Fantasy"
      ]
    },
    {
      "id": 19,
      "author": "Herman Melville",
      "title": "Moby-Dick or, the Whale",
      "description": "\"It is the horrible texture of a fabric that should be woven of ships' cables and hawsers. A Polar wind blows through it, and birds of prey hover over it.\"\n\nSo Melville wrote of his masterpiece, one of the greatest works of imagination in literary history. In part, Moby-Dick is the story of an eerily compelling madman pursuing an unholy war against a creature as vast and dangerous and unknowable as the sea itself. But more than just a Novels of adventure, more than an encyclopaedia of whaling lore and legend, the book can be seen as part of its author's lifelong meditation on America. Written with wonderfully redemptive humour, Moby-Dick is also a profound inquiry into character, faith, and the nature of perception.\n\nThis edition of Moby-Dick, which reproduces the definitive text of the Novels, includes invaluable explanatory notes, along with maps, illustrations, and a glossary of nautical terms.",
      "rating": "3.52",
      "image": "https://www.weseniors.ca/wp-content/uploads/2020/06/moby-dick.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Adventure",
        "Novels",
        "Historical"
      ]
    },
    {
      "id": 20,
      "author": "William Shakespeare",
      "title": "King Lear",
      "description": "Shakespeare’s King Lear challenges us with the magnitude, intensity, and sheer duration of the pain that it represents. Its figures harden their hearts, engage in violence, or try to alleviate the suffering of others. Lear himself rages until his sanity cracks. What, then, keeps bringing us back to King Lear? For all the force of its language, King Lear is almost equally powerful when translated, suggesting that it is the story, in large part, that draws us to the play.\n\nThe play tells us about families struggling between greed and cruelty, on the one hand, and support and consolation, on the other. Emotions are extreme, magnified to gigantic proportions. We also see old age portrayed in all its vulnerability, pride, and, perhaps, wisdom—one reason this most devastating of Shakespeare’s tragedies is also perhaps his most moving.",
      "rating": "3.91",
      "image": "https://i5.walmartimages.com/asr/b5f5978b-0ce1-4920-b53f-dd9859c63799_1.def88e26000e7a084c7a81abcac087e3.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 21,
      "author": "Gabriel García Márquez",
      "title": "Love in the Time of Cholera",
      "description": "n their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is heartbroken, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs—yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
      "rating": "3.93",
      "image": "https://cdn2.penguin.com.au/covers/original/9780241978924.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Historical",
        "Romance",
        "Literature",
        "Novels"
      ]
    },
    {
      "id": 22,
      "author": "Hans Christian Andersen",
      "title": "The Complete Fairy Tales",
      "description": "Hans Christian Andersen was a Danish author and poet. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales, a literary genre he so mastered that he himself has become as mythical as the tales he wrote. Andersen's popularity is not limited to children; his stories - called eventyrs, or \"fantastic tales\" - express themes that transcend age and nationality.\n\nDuring his lifetime he was acclaimed for having delighted children worldwide and was feted by royalty. Andersen's fairy tales, which have been translated into more than 125 languages, have become culturally embedded in the West's collective consciousness, readily accessible to children, but presenting lessons of virtue and resilience in the face of adversity for mature listeners/readers as well. They have inspired motion pictures, plays, ballets, and animated films.",
      "rating": "4.28",
      "image": "https://i.pinimg.com/originals/4c/c6/d6/4cc6d6aaa86854f6ed77ddcb870c6e0d.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Literature", "Childrens"]
    },
    {
      "id": 23,
      "author": "William Shakespeare",
      "title": "Othello",
      "description": "In Othello, Shakespeare creates a powerful drama of a marriage that begins with fascination (between the exotic Moor Othello and the Venetian lady Desdemona), with elopement, and with intense mutual devotion and that ends precipitately with jealous rage and violent deaths. He sets this story in the romantic world of the Mediterranean, moving the action from Venice to the island of Cyprus and giving it an even more exotic coloring with stories of Othello's African past. Shakespeare builds so many differences into his hero and heroine—differences of race, of age, of cultural background—that one should not, perhaps, be surprised that the marriage ends disastrously. But most people who see or read the play feel that the love that the play presents between Othello and Desdemona is so strong that it would have overcome all these differences were it not for the words and actions of Othello's standard-bearer, Iago, who hates Othello and sets out to destroy him by destroying his love for Desdemona. As Othello succumbs to Iago's insinuations that Desdemona is unfaithful, fascination—which dominates the early acts of the play—turns to horror, especially for the audience. We are confronted by spectacles of a generous and trusting Othello in the grip of Iago's schemes; of an innocent Desdemona, who has given herself up entirely to her love for Othello only to be subjected to his horrifying verbal and physical assaults, the outcome of Othello's mistaken convictions about her faithlessness.",
      "rating": "3.90",
      "image": "https://4.bp.blogspot.com/-qA62BCQmVXM/VvhEbKmt3rI/AAAAAAAAANI/cOoiVm22a38u4WIJKgKO34PPI7GWXLNdg/s1600/Othello%2BFinished_edited-1.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Literature",
        "Poetry",
        "Tragedy"
      ]
    },
    {
      "id": 24,
      "author": "Virginia Woolf",
      "title": "Mrs. Dalloway",
      "description": "Heralded as Virginia Woolf's greatest Novels, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old.",
      "rating": "3.79",
      "image": "https://i.imgur.com/jW7MtWU.jpeg",
      "genre": ["Classics", "Fiction", "Feminism", "Literature"]
    },
    {
      "id": 25,
      "author": "Anonymous",
      "title": "The Arabian Nights",
      "description": "This volume reproduces the 1932 Modern Library edition, for which Bennett A. Cerf chose the most famous and representative stories from Sir Richard F. Burton's multivolume translation, and includes Burton's extensive and acclaimed explanatory notes.\n\nThe tales of told by Shahrazad over a thousand and one nights to delay her execution by the vengeful King Shahriyar have become among the most popular in both Eastern and Western literature, as recounted by Sir Francis Burton. From the epic adventures of \"Aladdin and the Enchanted Lamp\" to the farcical \"Young Woman and her Five Lovers\" and the social criticism of \"The Tale of the Hunchback\", the stories depict a fabulous world of all-powerful sorcerers, jinns imprisoned in bottles and enchanting princesses. But despite their imaginative extravagance, the Tales are anchored to everyday life by their realism, providing a full and intimate record of medieval Islam.'",
      "rating": "4.03",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/50f06413789329.56278398bcd31.jpg",
      "genre": ["Classics", "Fiction", "Fantasy", "Adventure", "Literature"]
    },
    {
      "id": 26,
      "author": "Geoffrey Chaucer",
      "title": "The Canterbury Tales ",
      "description": "The procession that crosses Chaucer's pages is as full of life and as richly textured as a medieval tapestry. The Knight, the Miller, the Friar, the Squire, the Prioress, the Wife of Bath, and others who make up the cast of characters -- including Chaucer himself -- are real people, with human emotions and weaknesses. When it is remembered that Chaucer wrote in English at a time when Latin was the standard literary language across western Europe, the magnitude of his achievement is even more remarkable. But Chaucer's genius needs no historical introduction; it bursts forth from every page of The Canterbury Tales.\n\nIf we trust the General Prologue, Chaucer intended that each pilgrim should tell two tales on the way to Canterbury and two tales on the way back. He never finished his enormous project and even the completed tales were not finally revised. Scholars are uncertain about the order of the tales. As the printing press had yet to be invented when Chaucer wrote his works, The Canterbury Tales has been passed down in several handwritten manuscripts.",
      "rating": "3.52",
      "image": "https://donkeytime.org/img/c8202f092059b446cfceb2a6c8e3eb0e.jpg",
      "genre": ["Classics", "Fiction", "Poetry", "Literature"]
    },
    {
      "id": 27,
      "author": "William Faulkner",
      "title": "The Sound and the Fury",
      "description": "The tragedy of the Compson family features some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and one of the greatest novels of the twentieth century.",
      "rating": "3.86",
      "image": "https://markusmcdowell.com/wp-content/uploads/2018/06/cover-the-sound-and-the-fury.jpg",
      "genre": ["Classics", "Fiction", "Gothic", "Literature", "Novels"]
    },
    {
      "id": 28,
      "author": "James Joyce",
      "title": "Ulysses",
      "description": "Loosely based on the Odyssey, this landmark of modern literature follows ordinary Dubliners in 1904. Capturing a single day in the life of Dubliner Leopold Bloom, his friends Buck Mulligan and Stephen Dedalus, his wife Molly, and a scintillating cast of supporting characters, Joyce pushes Celtic lyricism and vulgarity to splendid extremes. Captivating experimental techniques range from interior monologues to exuberant wordplay and earthy humor. A major achievement in 20th century literature.",
      "rating": "3.74",
      "image": "https://i.pinimg.com/originals/e9/7a/c8/e97ac8fa26708b3cccce554bf551330b.jpg",
      "genre": ["Classics", "Fiction", "Cultural", "Literature"]
    },
    {
      "id": 29,
      "author": "Sophocles",
      "title": "Oedipus Rex",
      "description": "\"...what man wins more happiness than just its shape and the ruin when that shape collapses?\"\n\nSophocles' Oedipus Rex has never been surpassed for the raw and terrible power with which its hero struggles to answer the eternal question, \"Who am I?\" The play, a story of a king who acting entirely in ignorance kills his father and marries his mother, unfolds with shattering power; we are helplessly carried along with Oedipus towards the final, horrific truth.\n\nTo make Oedipus more accessible for the modern reader, our Prestwick House Literary Touchstone Classics includes a glossary of the more difficult words, as well as convenient sidebar notes to enlighten the reader on aspects that may be confusing or overlooked. We hope that the reader may, through this edition, more fully enjoy the beauty of the verse, the wisdom of the insights, and the impact of the drama.",
      "rating": "3.72",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/cvr9781416500339_9781416500339_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Plays",
        "Drama",
        "Fantasy",
        "Literature",
        "Academic"
      ]
    },
    {
      "id": 30,
      "author": "Jonathan Swift",
      "title": "Gulliver's Travels: Travels into Several Remote Nations of the World.",
      "description": "Gulliver's Travels describes the four voyages of Lemuel Gulliver, a ship's surgeon. In Lilliput he discovers a world in miniature; towering over the people and their city, he is able to view their society from the viewpoint of a god. However, in Brobdingnag, a land of giants, tiny Gulliver himself comes under observation, exhibited as a curiosity at markets and fairs. In Laputa, a flying island, he encounters a society of speculators and projectors who have lost all grip on everyday reality; while they plan and calculate, their country lies in ruins. Gulliver's final voyage takes him to the land of the Houyhnhnms, gentle horses whom he quickly comes to admire - in contrast to the Yahoos, filthy bestial creatures who bear a disturbing resemblance to humans. This text, based on the first edition of 1726, reproduces all the original illustrations and includes an introduction by Robert Demaria, Jr, which discusses the ways Gulliver's Travels has been interpreted since its first publication. Jonathan Swift (1667-1745) was born in Dublin.\n\nFor more than seventy years, Penguin has been the leading publisher of Classics literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
      "rating": "3.58",
      "image": "https://www.beam-shop.de/media/image/72/56/2d/9783736417601.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Fantasy",
        "Adventure",
        "Literature",
        "Novels",
        "Academic"
      ]
    },
    {
      "id": 31,
      "author": "Fyodor Dostoevsky",
      "title": "The Idiot",
      "description": "Returning to Russia from a sanitarium in Switzerland, the Christ-like epileptic Prince Myshkin finds himself enmeshed in a tangle of love, torn between two women—the notorious kept woman Nastasya and the pure Aglaia—both involved, in turn, with the corrupt, money-hungry Ganya. In the end, Myshkin’s honesty, goodness, and integrity are shown to be unequal to the moral emptiness of those around him. In her revision of the Garnett translation, Anna Brailovsky has corrected inaccuracies wrought by Garnett’s drastic anglicization of the Novels, restoring as much as possible the syntactical structure of the original story.",
      "rating": "4.20",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781627938525/the-idiot-9781627938525_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Philosophy",
        "Cultural",
        "Historical"
      ]
    },
    {
      "id": 32,
      "author": "Astrid Lindgren",
      "title": "Pippi Longstocking",
      "description": "Tommy and his sister Annika have a new neighbor, and her name is Pippi Longstocking. She has crazy red pigtails, no parents to tell her what to do, a horse that lives on her porch, and a flair for the outrageous that seems to lead to one adventure after another!",
      "rating": "4.14",
      "image": "https://i.pinimg.com/originals/cc/8d/a3/cc8da3feb31a9885f1fecc2eaa40af1b.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Adventure",
        "Fantasy",
        "Childrens",
        "Humor"
      ]
    },
    {
      "id": 33,
      "author": "Edgar Allan Poe",
      "title": "The Collected Tales of Edgar Allan Poe",
      "description": "Edgar Allan Poe's tales of the mysterious and the morbid continue to thrill readers.This collection of stories includes The Raven, The Pit and the Pendulum, The Fall of the House of Usher, and The Murders in the Rue Morgue, as well as some less familiar stories.",
      "rating": "4.27",
      "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_1200/3207c761507831.5a70d5173859a.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Horror",
        "Poetry",
        "Mystery",
        "Gothic"
      ]
    },
    {
      "id": 34,
      "author": "Johann Wolfgang von Goethe",
      "title": "Faust, First Part",
      "description": "Goethe’s masterpiece and perhaps the greatest work in German literature, Faust has made the legendary German alchemist one of the central myths of the Western world. Here indeed is a monumental Faust, an audacious man boldly wagering with the devil, Mephistopheles, that no magic, sensuality, experience, or knowledge can lead him to a moment he would wish to last forever. Here, in Faust, Part I, the tremendous versatility of Goethe’s genius creates some of the most beautiful passages in literature. Here too we experience Goethe’s characteristic humor, the excitement and eroticism of the witches’ Walpurgis Night, and the moving emotion of Gretchen’s tragic fate.",
      "rating": "3.89",
      "image": "http://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781625587145/faust-9781625587145_hr.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Plays",
        "Poetry",
        "Drama",
        "Academic",
        "Fantasy",
        "Philosophy"
      ]
    },
    {
      "id": 35,
      "author": "Virginia Woolf",
      "title": "To the Lighthouse",
      "description": "The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.\n\nAs time winds its way through their lives, the Ramsays face, alone and simultaneously, the greatest of human challenges and its greatest triumph—the human capacity for change.",
      "rating": "3.79",
      "image": "https://victorian-era.org/images/the-Novels-to-the-lighthouse-1152x1536.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Feminism",
        "Academic"
      ]
    },
    {
      "id": 36,
      "author": "Marcel Proust",
      "title": "Swann's Way",
      "description": "Marcel Proust's In Search of Lost Time is one of the most entertaining reading experiences in any language and arguably the finest Novels of the twentieth century. But since its original prewar translation there has been no completely new version in English. Now, Penguin brings Proust's masterpiece to new audiences throughout the world, beginning with Lydia Davis's internationally acclaimed translation of the first volume, Swann's Way.\n\nSwann's Way is one of the preeminent novels of childhood: a sensitive boy's impressions of his family and neighbors, all brought dazzlingly back to life years later by the taste of a madeleine. It also enfolds the short Novels \"Swann in Love,\" an incomparable study of sexual jealousy that becomes a crucial part of the vast, unfolding structure of In Search of Lost Time. The first volume of the work that established Proust as one of the finest voices of the modern age — satirical, skeptical, confiding, and endlessly varied in its response to the human condition — Swann's Way also stands on its own as a perfect rendering of a life in art, of the past re-created through memory.",
      "rating": "4.13",
      "image": "https://i.pinimg.com/originals/f6/97/96/f69796e578f6c75a4b3488e557889680.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Cultural",
        "Philosophy"
      ]
    },
    {
      "id": 37,
      "author": "Toni Morrison",
      "title": "Beloved",
      "description": "Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.\n\nSethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous things happened. Meanwhile Sethe’s house has long been troubled by the angry, destructive ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved.\n\nSethe works at beating back the past, but it makes itself heard and felt incessantly in her memory and in the lives of those around her. When a mysterious teenage girl arrives, calling herself Beloved, Sethe’s terrible secret explodes into the present.\n\nCombining the visionary power of legend with the unassailable truth of history, Morrison’s unforgettable Novels is one of the great and enduring works of American literature.",
      "rating": "3.91",
      "image": "https://s26162.pcdn.co/wp-content/uploads/2017/09/ZFO171MorrisonCVR_lg.jpeg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Academic",
        "Historical",
        "Cultural"
      ]
    },
    {
      "id": 38,
      "author": "José Saramago",
      "title": "Blindness",
      "description": "A city is hit by an epidemic of \"white blindness\" that spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and assaulting women. There is one eyewitness to this nightmare who guides her charges—among them a boy with no mother, a girl with dark glasses, a dog of tears—through the barren streets, and their procession becomes as uncanny as the surroundings are harrowing. As Blindness reclaims the age-old story of a plague, it evokes the vivid and trembling horrors of the twentieth century, leaving readers with a powerful vision of the human spirit that's bound both by weakness and exhilarating strength.",
      "rating": "4.16",
      "image": "http://silkfasr879.weebly.com/uploads/1/2/4/1/124125099/866069421.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Science",
        "Horror",
        "Cultural"
      ]
    },
    {
      "id": 39,
      "author": "Chinua Achebe",
      "title": "Things Fall Apart",
      "description": "A simple story of a \"strong man\" whose life is dominated by fear and anger, Things Fall Apart is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.",
      "rating": "3.71",
      "image": "https://blog.12min.com/wp-content/uploads/2018/05/21c-Things-Fall-Apart-PDF-Summary.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Novels",
        "Historical",
        "Cultural",
        "Academic"
      ]
    },
    {
      "id": 40,
      "author": "Jorge Luis Borges",
      "title": "Ficciones",
      "description": "The seventeen pieces in Ficciones demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in Ficciones is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything else in between.",
      "rating": "4.43",
      "image": "https://i.pinimg.com/originals/2c/be/56/2cbe56f6b745d94fe25b1c1ca127c469.jpg",
      "genre": [
        "Classics",
        "Fiction",
        "Literature",
        "Magical Realism",
        "Fantasy",
        "Cultural",
        "Philosophy"
      ]
    }
  ]
}
